{
  "architectures": ["LlamaForCausalLM"],
  "hidden_size": 4096,
  "max_position_embeddings": 4096,
  "model_type": "llama",
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "vocab_size": 32000
}
